Repository: digicademy-chf/chf_map
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# object.mapResource.type.mapResource
source: Map
de: Karte

# object.mapResource.allTiles
source: All tiles
de: Alle Kacheln

# object.mapResource.allTiles.description
source: List of all tiles compiled in this resource
de: Liste aller Kacheln, die in dieser Ressource verzeichnet sind

# object.mapResource.allFeatures
source: All features
de: Alle Merkmale

# object.mapResource.allFeatures.description
source: List of all features compiled in this resource
de: Liste aller Merkmale, die in dieser Ressource verzeichnet sind

# object.mapResource.asFloorPlanOfLocation
source: Usage as floor plan of a location
de: Verwendung als Grundriss eines Ortes

# object.mapResource.asFloorPlanOfLocation.description
source: List of locations that use this map as a floor plan
de: Liste der Orte, die diese Karte als Grundriss verwenden

# object.mapResource.asFloorPlanOfObjectGroup
source: Usage as map of an object group
de: Verwendung als Kartenmaterial einer Objektgruppe

# object.mapResource.asFloorPlanOfObjectGroup.description
source: List of object groups that use this map
de: Liste der Objektgruppen, die dieses Kartenmaterial verwenden

# object.tile
source: Tile
de: Kachel

# object.tile.title
source: Title
de: Titel

# object.tile.title.description
source: Name of the tile layer
de: Name der Kachelebene

# object.tile.uri.description
source: External web address of the tile layer, including wildcards
de: Externe Webadresse der Kachelebene, inklusive Platzhaltern

# object.tile.image
source: Image file
de: Bilddatei

# object.tile.image.description
source: Internal image file to use as the tile layer
de: Interne Bilddatei, die als Kachelebene genutzt werden soll

# object.coordinates
source: Coordinates
de: Koordinaten

# object.coordinates.longitude
source: Longitude
de: Längengrad

# object.coordinates.longitude.description
source: Decimal notation of the longitude with a decimal period (if necessary)
de: Dezimalangabe des Längengrads mit Dezimalpunkt (wenn nötig)

# object.coordinates.latitude
source: Latitude
de: Breitengrad

# object.coordinates.latitude.description
source: Decimal notation of the latitude with a decimal period (if necessary)
de: Dezimalangabe des Breitengrads mit Dezimalpunkt (wenn nötig)

# object.coordinates.altitude
source: Altitude
de: Höhe

# object.coordinates.altitude.description
source: Decimal notation of the height in meters with a decimal period (if necessary)
de: Dezimalangabe der Höhe in Metern mit Dezimalpunkt (wenn nötig)

# object.coordinateGroup
source: Coordinate group
de: Koordinatengruppe

# object.coordinateGroup.coordinates
source: Coordinates
de: Koordinaten

# object.coordinateGroup.coordinates.description
source: List of coordinates in this group
de: Liste von Koordinaten in dieser Gruppe

# object.abstractGeometry
source: Geometry
de: Geometrie

# object.abstractGeometry.type
source: Type
de: Art

# object.abstractGeometry.type.description
source: Type of geometry
de: Art der Geometrie

# object.abstractGeometry.type.point
source: Point
de: Punkt

# object.abstractGeometry.type.multiPoint
source: Group of points
de: Punktegruppe

# object.abstractGeometry.type.lineString
source: Line
de: Linie

# object.abstractGeometry.type.multiLineString
source: Group of lines
de: Liniengruppe

# object.abstractGeometry.type.multiPolygon
source: Group of polygons
de: Polygonegruppe

# object.abstractGeometry.type.geometryCollection
source: Geometry collection
de: Geometriesammlung

# object.abstractGeometry.boundingBox
source: Bounding box
de: Rahmen

# object.abstractGeometry.boundingBox.description
source: Two sets of coordinates to produce a bounding box
de: Zwei Sätze Koordinaten, die einen aufgespannten Rahmen markieren

# object.singleGeometry.coordinates
source: Coordinates
de: Koordinaten

# object.singleGeometry.coordinates.description
source: List of coordinates in this geometry
de: Liste von Koordinaten in dieser Geometrie

# object.multiGeometry.coordinateGroup
source: Coordinate group
de: Koordinatengruppe

# object.multiGeometry.coordinateGroup.description
source: List of coordinate groups in this geometry
de: Liste von Koordinatengruppen in dieser Geometrie

# object.geometryCollection.geometry
source: Geometry
de: Geometrie

# object.geometryCollection.geometry.description
source: List of geometries in this geometry
de: Liste von Geometrien in dieser Geometrie

# object.abstractFeature
source: Feature
de: Merkmal

# object.abstractFeature.type
source: Type
de: Art

# object.abstractFeature.type.description
source: Type of feature
de: Art des Merkmals

# object.abstractFeature.type.feature
source: Feature
de: Merkmal

# object.abstractFeature.type.featureCollection
source: Group of features
de: Gruppe von Merkmalen

# object.abstractFeature.title
source: Title
de: Titel

# object.abstractFeature.title.description
source: Name of the feature
de: Name des Merkmals

# object.abstractFeature.description
source: Description
de: Beschreibung

# object.abstractFeature.description.description
source: Brief information about the feature
de: Kurze Erläuterung des Merkmals

# object.abstractFeature.boundingBox
source: Bounding box
de: Rahmen

# object.abstractFeature.boundingBox.description
source: Two sets of coordinates to produce a bounding box
de: Zwei Sätze Koordinaten, die einen aufgespannten Rahmen markieren

# object.abstractFeature.asGeodataOfLocation
source: Usage as geodata of a location
de: Verwendung als Geodaten eines Ortes

# object.abstractFeature.asGeodataOfLocation.description
source: List of locations that use this feature as geodata
de: Liste der Orte, die dieses Merkmal als Geodaten verwenden

# object.abstractFeature.asGeodataOfFrequency
source: Usage as geodata of a frequency
de: Verwendung als Geodaten einer Häufigkeit

# object.abstractFeature.asGeodataOfFrequency.description
source: List of frequencies that use this feature as geodata
de: Liste der Häufigkeiten, die dieses Merkmal als Geodaten verwenden

# object.abstractFeature.asGeodataOfSingleObject
source: Usage as geodata of a single object
de: Verwendung als Geodaten eines Einzelobjekts

# object.abstractFeature.asGeodataOfSingleObject.description
source: List of single objects that use this feature as geodata
de: Liste der Einzelobjekte, die dieses Merkmal als Geodaten verwenden

# object.abstractFeature.asGeodataOfObjectGroup
source: Usage as geodata of an object group
de: Verwendung als Geodaten einer Objektgruppe

# object.abstractFeature.asGeodataOfObjectGroup.description
source: List of object groups that use this feature as geodata
de: Liste der Objektgruppen, die dieses Merkmal als Geodaten verwenden

# object.abstractFeature.asFeatureOfVariantRelation
source: Usage as feature of a variant relation
de: Verwendung als Merkmal einer Variantenrelation

# object.abstractFeature.asFeatureOfVariantRelation.description
source: List of variant relations that this feature is part of
de: Liste der Variantenrelationen, zu denen dieses Merkmal gehört

# object.feature.weight
source: Weight
de: Gewichtung

# object.feature.weight.description
source: Number used as the size of the feature, if possible
de: Falls möglich als Größe des Merkmals dargestellte Zahl

# object.feature.projection
source: Projection
de: Projektion

# object.feature.projection.description
source: Type of projection used for geometries in this feature
de: Art der Projektion der Geometrien in diesem Merkmal

# object.feature.projection.pixels
source: Pixels
de: Pixel

# object.feature.geometry
source: Geometry
de: Geometrie

# object.feature.geometry.description
source: List of geometries in this feature
de: Liste von Geometrien in diesem Merkmal

# object.featureCollection.feature
source: Feature
de: Merkmal

# object.featureCollection.feature.description
source: List of features
de: Liste der Merkmale

# object.variantRelation.type.variantRelation
source: Variant relation
de: Variantenrelation

# object.variantRelation.feature
source: Feature
de: Merkmal

# object.variantRelation.feature.description
source: List of features that are variants of each other
de: Liste der zusammengehörigen Merkmalvarianten

# object.labelTag.asLabelOfFeature
source: Usage as label of a feature
de: Verwendung als Label eines Merkmals

# object.labelTag.asLabelOfFeature.description
source: List of features that use this label
de: Liste der Merkmale, die dieses Label verwenden

# object.location.geodata
source: Geodata
de: Geodaten

# object.location.geodata.description
source: Feature to use as geodata of this location
de: Merkmal als Geodaten für diesen Ort

# object.location.floorPlan
source: Floor plan
de: Grundriss

# object.location.floorPlan.description
source: Map depicting this location
de: Kartenmaterial, das diesen Ort darstellt

# object.frequency.geodata
source: Geodata
de: Geodaten

# object.frequency.geodata.description
source: Feature to use as geodata of this frequency
de: Merkmal als Geodaten für diese Häufigkeit

# object.singleObject.geodata
source: Geodata
de: Geodaten

# object.singleObject.geodata.description
source: Feature to use as geodata of this single object
de: Merkmal als Geodaten für dieses Einzelobjekt

# object.objectGroup.geodata
source: Geodata
de: Geodaten

# object.objectGroup.geodata.description
source: Feature to use as geodata of this object group
de: Merkmal als Geodaten für diese Objektgruppe

# object.objectGroup.floorPlan
source: Floor plan
de: Grundriss

# object.objectGroup.floorPlan.description
source: Map of this object group
de: Kartenmaterial dieser Objektgruppe
